import React from 'react';

const About = () => {
  return (
    <div className="container padding">
      <div className="col-md-12">
        <div className="row mx-0">
          <p>
          Пътят към успешната промяна започва от тук. Направи го по правилния начин!
          Влагаш много време и усилия, за да изгориш излишните мазнини и да оформиш мускулатурата и тялото си, но БЕЗ УСПЕХ? Напредъкът е минимален и трудно постижим? Усещаш, че има проблем, но не можеш да напипаш точно къде и какъв е той, за да го отстраниш? Резултатите са посредствени, мотивацията спада, чувстваш се ОБЕЗКУРАЖЕН…
          И я пиша като човек, който сам е изминал същия трънлив път. С много дупки, спънки и препятствия към успеха. Пиша я не за да разкажа историята си, а за да споделя опита и знанията си, натрупани през годините, с надеждата да помогна и на теб и да те насоча в правилна посока.
          Най-честите причини за неуспех и как да ги избегнеш
Когато говорим за фитнес и здравословно хранене – опита показва, че мнозинството от начинаещи в сферата допускат едни и същи често срещани грешки. Всъщност, едва ли „грешки“ е точната дума. За мен това са по-скоро ПРИЧИНИ ЗА НЕУСПЕХА. И когато знаем за тях – по-лесно можем да ги преодолеем.

Основните причини за неуспех в диетата и тренировките са три:

Липса на знания и неразбиране на материята;
Липса на достатъчно мотивация;
Липса на постоянство и отговорност;
За над 10 години професионален път като треньор мога да кажа, че в 90% от случаите, причината за неуспеха на хората влиза в една от тези три категории. Нека ги разгледаме по отделно:

            
          </p>
        </div>
      </div>
    </div>
  );
};

export default About;
